var lrc = `[00:00.00]Bad Girl
[00:01.66]
[00:04.65]作词：吴亦凡
[00:06.48]作曲：吴亦凡,宋秉洋,勇敢兄弟
[00:09.63]演唱：吴亦凡
[00:10.90]
[00:16.53]U R so bad girl
[00:17.91]我才发现
[00:19.94]不是你对手 我被打脸 oh
[00:24.05]为你不顾一切 抛下全世界 no
[00:29.70]U really really bad girl
[00:32.10]知道你很多男人爱
[00:34.11]我也不是隔夜菜
[00:35.63]也许我就是你备胎
[00:37.60]但我愿意给你关怀
[00:38.37]让你依赖 期待你给我承诺
[00:40.76]然而你却只会沉默
[00:42.84]来看看你手机的照片
[00:44.82]是和别人同框的画面
[00:46.45]我不太懂 真的太囧
[00:48.53]我想大叔才是你的菜
[00:50.46]而我只是一颗白菜
[00:51.83]明知你不爱
[00:52.85]却不敢say bye
[00:55.21]我想静静
[00:55.93]我想装作听不懂的样子
[00:57.91]给我一床被子
[00:59.13]让我梦到你最初的样子
[01:01.82]I thought it won't be like this
[01:05.27]我想过所有的理由
[01:07.40]想要走到最后 eh
[01:10.35]Should not be like this
[01:13.24]You play me like a fool
[01:15.78]
[01:16.95]U R so bad girl 我才发现
[01:19.75]不是你对手 我被打脸 oh
[01:24.37]为你不顾一切 抛下全世界 no
[01:29.95]U really really bad girl
[01:35.57]
[01:39.48]为你不顾一切
[01:41.11]抛下全世界 no
[01:44.92]U really really bad girl
[01:47.56]你口渴我给你买水
[01:49.33]你说想醉我陪你宿醉
[01:50.60]还买只香槟给你哥们
[01:52.43]宝贝我选择崩溃
[01:54.72]我会陪你到最后
[01:56.19]是的你会一直喝到最后
[01:58.32]那些帅哥对你不太坏
[02:00.25]可是那也不是爱
[02:02.18]你说我是你小鲜肉
[02:03.91]其实是你酒保跟班
[02:06.99]你在外面玩很high
[02:07.57]我在家里面玩游戏发呆
[02:09.60]你还是那个bad girl
[02:11.38]而我现在是一条单身狗
[02:13.15]不要虐狗 放开你的手
[02:14.93]我想我需要一杯酒
[02:17.27]I thought it won't be like this
[02:20.21]我想过所有的理由
[02:22.40]想要走到最后 eh
[02:25.29]Should not be like this
[02:28.19]You play me like a fool
[02:31.49]U R so bad girl 我才发现
[02:34.64]不是你对手 我被打脸 oh
[02:39.26]为你不顾一切 抛下全世界 no
[02:44.84]U really really bad girl
[02:54.40]为你不顾一切
[02:56.18]抛下全世界 no
[02:59.99]U really really bad girl
[03:02.17]你真是一个bad girl
[03:03.80]对着我say byebye
[03:04.91]我像一只小狗
[03:06.95]还对着你宠爱
[03:09.28]你真是一个 bad girl
[03:11.16]就请你说byebye
[03:12.99]不要再爱我就这样让我们
[03:15.53]Say goodbye
[03:16.29]Bad girl`                   
                            